{
    "mild": {
        "detail": [
            "현재 상태는 전반적으로 양호하며, 특별한 위험 신호는 감지되지 않았습니다.",
            "생활습관이 전반적으로 안정적이며, 가벼운 관리로도 충분히 개선될 수 있습니다.",
            "증상은 일시적이거나 경미한 수준으로 보입니다. 과도한 걱정보다는 꾸준한 관찰이 중요합니다.",
            "가벼운 스트레칭과 충분한 수면, 균형 잡힌 식단이 도움이 됩니다.",
            "지속적인 피로감이나 통증이 느껴질 경우, 과로를 피하고 휴식을 우선하세요.",
            "스트레스 관리와 규칙적인 운동이 신체 회복에 긍정적인 영향을 줍니다.",
            "생활 패턴을 일정하게 유지하고, 수면 환경을 개선해 보세요.",
            "일상적인 피로는 자연스러운 현상이지만, 2주 이상 지속된다면 점검이 필요합니다.",
            "수분 섭취와 올바른 자세 습관이 증상 완화에 도움이 됩니다.",
            "특별한 이상은 없으나 정기적인 건강검진으로 예방 관리가 필요합니다.",
            "과식보다는 소식, 장시간 앉아 있는 습관보다는 가벼운 활동이 좋습니다.",
            "컨디션이 저하된 날에는 무리하지 말고 충분한 휴식을 취하세요.",
            "비타민과 미네랄 보충으로 체내 밸런스를 유지하세요.",
            "건강 상태가 안정적이며, 생활 속 관리만으로 충분히 개선될 수 있습니다.",
            "현재로서는 걱정할 수준은 아니지만, 지속적인 자기 관리가 중요합니다."
        ],
        "summary": [
            "현재 위험 수준은 낮으며, 건강 상태는 양호합니다.",
            "생활습관의 균형이 잘 유지되고 있습니다.",
            "증상이 지속되더라도 심각한 이상은 아닙니다.",
            "정기적인 점검과 꾸준한 생활 관리가 중요합니다.",
            "충분한 수면과 스트레스 완화가 회복에 도움이 됩니다.",
            "균형 잡힌 식단과 가벼운 운동을 병행하세요.",
            "지속적인 피로가 느껴진다면 1주일 정도 경과를 관찰하세요."
        ],
        "expert": [
            "AI 분석 결과, 전반적인 건강 상태는 안정적입니다.",
            "예방 차원의 꾸준한 관리만으로 충분히 유지 가능합니다.",
            "필요 시 영양제나 보조제를 통해 체력 보완을 권장합니다."
        ]
    },
    "moderate": {
        "detail": [
            "현재 일부 항목에서 주의가 필요한 신호가 감지되었습니다.",
            "생활 패턴이 일정하지 않거나 피로가 누적된 상태일 수 있습니다.",
            "증상이 잦거나 반복된다면 가까운 의료기관의 상담이 필요합니다.",
            "과도한 스트레스, 수면 부족, 불규칙한 식사 등이 주요 원인일 수 있습니다.",
            "신체가 일시적인 부담을 받고 있으므로 무리한 활동은 피하세요.",
            "통증이나 불편감이 3일 이상 지속될 경우 진료를 권장합니다.",
            "영양 불균형 가능성이 있으며, 단백질과 미네랄 섭취를 늘리세요.",
            "수분 섭취량이 부족하면 근육 긴장과 피로감이 심화될 수 있습니다.",
            "스트레칭과 충분한 휴식을 병행하면 증상 완화에 도움이 됩니다.",
            "증상이 심해지면 자가 처치보다는 전문가의 진단이 필요합니다.",
            "생활관리와 정기적인 모니터링이 현재 단계에서 가장 효과적입니다.",
            "정신적 피로가 신체에 영향을 미칠 수 있으니, 휴식을 충분히 취하세요.",
            "지속적인 피로와 통증이 동반된다면 조기 진료가 필요합니다.",
            "적정 체중 유지와 규칙적인 운동이 회복에 도움이 됩니다.",
            "당분간 무리한 활동보다는 생활 리듬 회복에 집중하세요."
        ],
        "summary": [
            "현재 건강 상태는 주의가 필요한 단계입니다.",
            "생활습관 개선과 꾸준한 관리가 중요합니다.",
            "지속적인 피로나 통증이 있다면 진료가 필요합니다.",
            "스트레스와 수면의 질을 함께 점검해 보세요.",
            "균형 잡힌 영양 섭취가 회복에 큰 도움이 됩니다.",
            "증상이 심해지면 의료기관 상담을 권장합니다.",
            "지속적인 관찰을 통해 회복 추세를 확인하세요."
        ],
        "expert": [
            "AI 분석 결과, 일부 항목에서 주의 신호가 확인되었습니다.",
            "생활습관 교정과 충분한 휴식으로 개선이 가능합니다.",
            "심화 증상 시 전문 진료를 권장드립니다."
        ]
    },
    "high": {
        "detail": [
            "현재 다수의 항목에서 위험 신호가 감지되었습니다.",
            "즉각적인 관리가 필요하며, 증상이 심화될 가능성이 있습니다.",
            "지속적이거나 갑작스러운 통증이 있다면 의료기관 진료가 필수입니다.",
            "심박수, 혈압, 또는 혈당 변동이 심한 경우 응급상황으로 이어질 수 있습니다.",
            "호흡 곤란, 가슴 통증, 어지럼증 등이 동반된다면 즉시 병원 방문이 필요합니다.",
            "현재 상태는 신체의 피로 누적 및 면역 저하로 추정됩니다.",
            "규칙적인 식사와 충분한 수면이 절대적으로 필요합니다.",
            "스트레스를 장기간 받는 경우 자율신경 불균형으로 이어질 수 있습니다.",
            "생활습관을 즉시 조정하고, 증상 일지를 작성하여 기록하세요.",
            "3일 이상 통증이 지속되거나 악화된다면 전문의의 진단을 받으세요.",
            "자체 판단으로 약물을 복용하지 말고, 반드시 전문가 상담을 받으세요.",
            "심리적 불안이나 우울 증세가 동반된다면 정신건강의학과 상담도 도움이 됩니다.",
            "현재 단계에서는 자가 치료보다 체계적인 관리가 필요합니다.",
            "지속적인 고위험 패턴이 감지되므로 정밀 검사가 권장됩니다.",
            "생활 전반의 리듬을 조정하고, 신체적 무리 활동은 즉시 중단하세요."
        ],
        "summary": [
            "현재 위험 수준은 높으며, 즉각적인 관리가 필요합니다.",
            "신체적·정신적 피로가 모두 누적된 상태로 보입니다.",
            "증상이 지속되거나 심화되면 즉시 병원 진료를 받으세요.",
            "생활습관 교정과 함께 전문 의료인의 상담이 필요합니다.",
            "지속적인 무리와 스트레스는 상태를 악화시킬 수 있습니다.",
            "충분한 휴식과 회복을 우선적으로 취하세요.",
            "응급 증상(호흡곤란, 가슴통증, 어지럼증 등)이 있을 경우 즉시 내원하세요."
        ],
        "expert": [
            "AI 분석 결과, 고위험 징후가 확인되었습니다.",
            "즉각적인 전문 진단과 치료가 필요할 수 있습니다.",
            "지속적인 관리와 전문의 상담을 병행하는 것을 강력히 권장합니다."
        ]
    }
}
